keys = {
    "key0": "可售期房统计",
    "key1": "2022年1月预售许可",
    "key2": "2022/2/23期房网上认购",
    "key3": "2022/2/23期房网上签约",
    "key4": "未签约现房统计",
    "key5": "现房项目情况",
    "key6": "2022/2/23现房网上认购",
    "key7": "2022/2/23现房网上签约",
    "key8": "2022年1月存量房网上签约",
    "key9": "2022/2/23存量房网上签约",
}

title = {
    "key0": [
        "可售房屋套数",
        "可售房屋面积(M2)",
        "其中 住宅套数",
        "面积(M2)",
        "商业单元",
        "面积(M2)",
        "办公单元",
        "面积(M2)",
        "车位个数",
        "面积(M2)"
    ],
    "key1": [
        "批准预售许可证",
        "批准预售面积(M2)",
        "其中 住宅套数",
        "面积(M2)",
        "商业单元",
        "面积(M2)",
        "办公单元",
        "面积(M2)",
        "车位个数",
        "面积(M2)"
    ],
    "key2": [
        "网上认购套数",
        "网上认购面积(M2)",
        "其中 住宅套数",
        "面积(M2)",
        "商业单元",
        "面积(M2)",
        "办公单元",
        "面积(M2)",
        "车位个数",
        "面积(M2)"
    ],
    "key3": [
        "网上签约套数",
        "网上签约面积 (M2)",
        "其中 住宅套数",
        "面积(M2)",
        "商业单元",
        "面积(M2)",
        "办公单元",
        "面积(M2)",
        "车位个数",
        "面积(M2)"
    ],
    "key4": [
        "未签约套数",
        "未签约面积(M2)",
        "其中 住宅套数",
        "面积(M2)",
        "商业单元",
        "面积(M2)",
        "办公单元",
        "面积(M2)",
        "车位个数",
        "面积(M2)"
    ],
    "key5": [
        "现房项目个数",
        "初始登记面积(M2)",
        "其中 住宅套数",
        "面积(M2)",
        "商业单元",
        "面积(M2)",
        "办公单元",
        "面积(M2)",
        "车位个数",
        "面积(M2)"
    ],
    "key6": [
        "网上认购套数",
        "网上认购面积(M2)",
        "其中 住宅套数",
        "面积(M2)",
        "商业单元",
        "面积(M2)",
        "办公单元",
        "面积(M2)",
        "车位个数",
        "面积(M2)"
    ],
    "key7": [
        "网上签约套数",
        "网上签约面积(M2)",
        "其中 住宅套数",
        "面积(M2)",
        "商业单元",
        "面积(M2)",
        "办公单元",
        "面积(M2)",
        "车位个数",
        "面积(M2)"
    ],
    "key8": [
        "网上签约套数",
        "网上签约面积(m2)",
        "住宅签约套数",
        "住宅签约面积(m2)"
    ],
    "key9": [
        "网上签约套数",
        "网上签约面积(m2)",
        "住宅签约套数",
        "住宅签约面积(m2)"
    ]
}
